[Balance.Balance_SeraphCrystalVendor InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[VendingMachine.VendingMachine_SeraphCrystal WillowVendingMachineDefinition]
StatusMenuMapInfoBoxHeader="Crystal Merchant Seraphim"
StatusMenuMapInfoBoxDescription="Exchange Seraphim Crystal for Glass!"

[VendingMachine.VendingMachineDef VendingMachineExGFxDefinition]
CustomIOTDVisitLabel="give me a glass!"

